Repository: Intika-Linux-SSH/SSH-Tunnel-Manager-Py
Catalog: msg/*/tunnelmanager.po
Languages: cs, da, de, es, id, it, pl, ru

source: Select Private Key
cs: Vyberte soukromý klíč
da: Vælg privat nøgle
de: Wähle privaten Schlüssel aus
es: Seleccionar clave privada
id: Pilih Kunci Privat
it: Seleziona una chiave privata
pl: Wybierz klucz prywatny
ru: Выберите приватный ключ

source: Select Default Configuration
cs: Vyberte výchozí nastavení
da: Vælg standard konfiguration
de: Wähle Standardeinstellungen
es: Seleccionar configuración por defecto
id: Pilih Konfigurasi Baku
it: Seleziona la configurazione di base
pl: Wybierz domyślną konfigurację
ru: Выберите конфигурацию по умолчанию

source: Unexpected termination of tunnel: %s
cs: Neočekávané ukončení tunelu: %s
da: Uventet afbrydelse af tunnnelen: %s
de: Unerwartete Terminierung des Tunnels: %s
es: Fin de tunel inesperado: %s
id: Pemutusan tembusan yang tak terduga: %s
it: Chiusura del tunnel inaspettata: %s
pl: Nieoczekiwane zakończenie tunelu: %s
ru: Неожиданное прекращение работы тоннеля: %s

source: Open File
cs: Otevřít soubor
de: Datei öffnen
es: Abrir archivo
id: Buka Berkas
it: Apri il file
pl: Otwórz plik
ru: Открыть файл

source: Save File
cs: Uložit soubor
de: Datei speichern
es: Guardar archivo
id: Simpan Berkas
it: Salva il file
pl: Zapisz plik
ru: Сохранить файл

source: All files
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
id: Semua berkas
it: Tutti i file
pl: Wszystkie pliki
ru: Все файлы

source: SSH Tunnel Manager
cs: Správce tunelu SSH
da: SSH-tunnel håndtering
es: Administrador de tunel SSH
id: Manajer Tembusan SSH
pl: Menedżer tunelu SSH
ru: Менеджер тоннелей SSH

source: Load
cs: Načíst
da: Indlæs
de: Lade
es: Cargar
id: Muat
it: Carica
pl: Załaduj
ru: Загрузка

source: Unload
cs: Uvolnit
da: udlæs
de: Entladen
es: Descargar
id: Bongkar
it: Scarica
pl: Wyładuj
ru: Выгрузить

source: View Agent
cs: Zobrazit agenta
da: Se-agent
de: Agent anzeigen
es: Ver el agente
id: Tilik Agen
it: Visualizza l'agente
pl: Podgląd klienta
ru: Просмотр агента

source: Keys
cs: Klíče
de: Tasten
es: Claves
id: Kunci
it: Chiavi
pl: Klucze
ru: Ключи

source: Quit
cs: Ukončit
de: Beenden
es: Salir
id: Keluar
it: Esci
pl: Zakończ
ru: Выход

source: Error removing port %(port)s = %(err)s
cs: Chyba při odstraňování portu %(port)s = %(err)s
da: Fejl ved fjernelse af port %(port)s = %(err)s
de: Fehler beim entfernen von Port %(port)s = %(err)s
es: Error al eliminar el puerto %(port)s = %(err)s
id: Galat menghapus port %(port)s = %(err)s
it: Si è verificato un errore rimuovendo la porta %(port)s = %(err)s
pl: Błąd usunięcia portu %(port)s = %(err)s
ru: Ошибка при удалении порта %(port)s = %(err)s

source: Tunnel already active: %s
cs: Tunel je již aktivní: %s
da: Tunnel allerede aktiv: %s
de: Tunnel läuft bereits: %s
es: El tunel todavía está activo: %s
id: Tembusan sudah aktif: %s
it: Tunnel già attivo: %s
pl: Tunel aktywny: %s
ru: Тоннель уже активен: %s

source: Required key unknown to agent: %s
cs: Požadovaný klíč agent nezná: %s
da: Krævede nøgle ukendt for agent: %s
de: Benötiger Schlüssel ist dem Agenten unbekannt: %s
es: Clave obligatoria desconocida para el agete: %s
id: Kunci yang diperlukan tak dikenal agen: %s
it: La chiave richiesta è sconosciuta dall'agente: %s
pl: Wymagany klucz nie znany: %s
ru: Требуемый ключ неизвестен агенту: %s

source: Tunnel already inactive: %s
cs: Tunel již není aktivní: %s
da: Tunnel allerede inaktiv: %s
de: Tunnel ist bereits gestoppt: %s
es: El tunel todavía esta inactivo: %s
id: Tembusan sudah tak aktif: %s
it: Tunnel già inattivo: %s
pl: Tunel już nieaktywny: %s
ru: Тоннель уже неактивен: %s

source: Failed closing tunnel: %(name)s (%(errno)d/%(errstr)s)
cs: Nelze uzavřít tunel: %(name)s (%(errno)d/%(errstr)s)
da: Fejl ved lukning af tunnel: %(name)s (%(errno)d/%(errstr)s)
de: Fehler beim Schließen des Tunnels: %(name)s (%(errno)d/%(errstr)s)
es: Fallo al cerrar el tunel: %(name)s (%(errno)d/%(errstr)s)
id: Gagal menutup tembusan: %(name)s (%(errno)d/%(errstr)s)
it: Chiusura del tunnel non riuscita: %(name)s (%(errno)d/%(errstr)s)
pl: Błąd przy zamykaniu tunelu: %(name)s (%(errno)d/%(errstr)s)
ru: Ошибка при закрытии тоннеля: %(name)s (%(errno)d/%(errstr)s)

source: Add Key
cs: Přidat klíč
da: Tilføj nøgle
de: Schlüssel hinzufügen
es: Añadir clave
id: Tambah Kunci
it: Aggiungi chiave
pl: Dodawanie klucza
ru: Добавить ключ

source: Add Port
cs: Přidat port
da: Tilføj port
de: Port hinzufügen
es: Añadir puerto
id: Tambah Port
it: Aggiungi Porta
pl: Dodawanie portu
ru: Добавить порт

source: Add Tunnel
cs: Přidat tunel
da: Tilføj tunnel
de: Tunnel hinzufügen
es: Añadir tunel
id: Tambah Tembusan
it: Aggiungi Tunnel
pl: Dodawanie tunelu
ru: Добавить тоннель

source: Add/Remove Keys
cs: Přidat odstranit klíče
da: Tilføj/fjern nøgler
de: Schlüssel hinzufügen/entfernen
es: Añadir/quitar claves
id: Tambah/Hapus Kunci
it: Aggiungi/Rimuovi chiavi
pl: Dodawanie/Usuwanie kluczy
ru: Добавить/удалить ключи

source: Autosave on Exit
cs: Automaticky ukládat při ukončení
da: Autogem ved slut
de: Beim Beenden automatisch speichern
es: Autoguardar al salir
id: Simpan Sendiri Saat keluar
it: Salvataggio automatico in uscita
pl: Auto zapis przy wyjściu
ru: Автосохранение при выходе

source: Default Config
cs: Výchozí nastavení
da: Standard konfig
de: Standardeinstellungen
es: Configuración por defecto
id: Konfigurasi Baku
it: Configurazione di default
pl: Domyślna konfiguracja
ru: Конфигурация по умолчанию

source: Launch in System Tray
cs: Spustit v systémové liště
da: Start i systembakken
de: Im Systembereich starten
es: Lanzar en la Bandeja del Sistema
id: Luncurkan di Baki Sistem
it: Avvia nella barra di sistema
pl: Start do obszaru powiadomień
ru: Запуститься в системном трее

source: Load Keys
cs: Načíst klíče
da: Indlæs nøgler
de: Schlüssel laden
es: Cargar claves
id: Muat Kunci
it: Carica chiavi
pl: Ładowanie kluczy
ru: Загрузить ключи

source: Load Keys on Startup
cs: Načíst klíče při spuštění
da: Indlæs nøgler ved opstart
de: Lade Schlüssel beim Starten
es: Cargar claves en el inicio
id: Muat Kunci Saat Mulai
it: Carica chiavi all'avvio
pl: Ładowanie kluczy przy starcie
ru: Загрузить ключи при старте программы

source: Manage
cs: Správa
da: Håndter
de: Verwalten
es: Administrar
id: Kelola
it: Gestione
pl: Zarządzaj
ru: Управление

source: Minimize to System Tray
cs: Minimalizovat do systémové lišty
da: Minimer til systembakke
de: In den Systembereich minimieren
es: Minimizar a la bandeja del sistema
id: Minimalkan ke Baki Sistem
it: Minimizza nella barra di sistema
pl: Zminimalizuj do obszaru powiadomnień
ru: Свернуться в системный трей

source: Port Info
cs: Informace o portu
es: Información de puerto
id: Info Port
it: Informazioni sulla porta
pl: Informacja o porcie
ru: Информация о порте

source: Preferences
cs: Nastaveni
da: Indstillinger
de: Einstellungen
es: Preferencias
id: Preferensi
it: Preferenze
pl: Preferencje
ru: Параметры

source: Remove Key
cs: Odstranit klíč
da: Fjern nøgle
de: Schlüssel entfernen
es: Eliminar clave
id: Hapus Kunci
it: Rimuovi la chiave
pl: Usuń klucz
ru: Удалить ключ

source: Remove Port
cs: Odstranit port
da: Fjern port
de: Port entfernen
es: Eliminar puerto
id: Hapus Port
it: Rimuovi la porta
pl: Usuń port
ru: Удалить порт

source: SSH Agent
cs: Agent SSH
es: Agente SSH
id: Agen SSH
it: Agente SSH
pl: Klient SSH
ru: Агент SSH

source: SSH Agent PID
cs: PID agenta SSH
es: PID del agente SSH
id: PID Agen SSH
it: PID dell'agente SSH
pl: PID klienta SSH
ru: PID агента SSH

source: SSH Authorization Socket
cs: Ověřovaci soket SSH
da: SSH autorisations-Socjet
es: Socket de autorización SSH
id: Soket Otorisasi SSH
it: Socket di autorizzazione SSH
ru: Сокет авторизации SSH

source: SSH Keys
cs: Klíče SSH
da: SSH-nøgler
de: SSH-Schlüssel
es: Claves SSH
id: Kunci SSH
it: Chiave SSH
pl: Klucz SSH
ru: Ключи SSH

source: Save Config
cs: Uložit nastaveni
da: Gem konfig
de: Konfiguration speichern
es: Guardar configuración
id: Simpan Konfigurasi
it: Salva la configurazione
pl: Zapisz konfigurację
ru: Сохранить конфигурацию

source: Save/Restore Tunnel State
cs: Uložit/Obnovit stav tunelu
da: Gen/gendan tunnel tilstand
de: Tunnelstatus speichern/wiederherstellen
es: Guardar/Restaurar el estado del tunel
id: Simpan/Muat Ulang Keadaan Tembusan
it: Salva/Ripristina lo stato del tunnel
pl: Zapisz/Odzyskaj stan tunelu
ru: Сохранить/восстановить состояние тоннеля

source: Select...
cs: Vybrat…
da: Vælg...
de: Auswählen...
es: Seleccionar…
id: Pilih...
it: Seleziona...
pl: Wybierz...
ru: Выбрать...

source: Show System Tray Icon
cs: Zobrazit ikonu v systémové liště
da: Vis systembakke-ikon
de: Symbol im Systembereich anzeigen
es: Mostrar el icono en la bandeja del sistema
id: Tampilkan Ikon Baki Sistem
it: Mostra l'icona del vassoio di sistema
pl: Pokazuj ikonę w tacce systemowej
ru: Показать значок в системном трее

source: Start
cs: Spustit
es: Iniciar
id: Mulai
it: Avvia
pl: Uruchom
ru: Запустить

source: Stop
cs: Zastavit
de: Anhalten
es: Detener
id: Berhenti
it: Ferma
pl: Zatrzymaj
ru: Остановить

source: Tunnel Info
cs: Informace o tunelu
es: Información de tunel
id: Info Tembusan
it: Informazioni sul tunnel
pl: Informacja o tunelu
ru: Информация о тоннеле

source: Unload Keys
cs: Uvolnit klíče
da: Udlæs nøgler
de: Schlüssel entladen
es: Descargar claves
id: Lepas Kunci
it: Scarica chiavi
ru: Выгрузить ключи

source: View
cs: Zobrazit
da: Se
de: Ansicht
es: Ver
id: Tilik
it: Visualizza
pl: Widok
ru: Просмотр

source: _File
cs: _Soubor
da: _Fil
de: _Datei
es: _Fichero
id: _Berkas
pl: _Plik
ru: _Файл

source: _Help
cs: _Nápověda
da: _Hjælp
de: _Hilfe
es: _Ayuda
id: Ba_ntuan
it: _Aiuto
pl: _Pomoc
ru: _Помощь

source: _Keys
cs: _Klíče
da: _nøgler
de: _Schlüssel
es: _Claves
id: _Kunci
it: _Chiavi
pl: _Klucze
ru: _Ключи

source: _Load
cs: _Načíst
da: _Indlæs
de: _Laden
es: _Cargar
id: _Muat
it: _Carica
pl: _Wczytaj
ru: _Загрузить

source: _Manage
cs: _Správa
da: _Håndter
de: _Verwalten
es: _Administrar
id: _Kelola
it: _Gestione
pl: _Zarządzaj
ru: _Управление

source: _Tunnel
cs: _Tunel
es: _Tunel
id: _Tembusan
pl: _Tunel
ru: _Тоннель

source: _Unload
cs: _Uvolnit
da: _Udlæs
de: _Entladen
es: _Descargar
id: B_ongkar
it: _Scarica
pl: _Usuń
ru: _Выгрузить

source: _View Agent
cs: _Zobrazit agenta
da: _Se-agent
de: _Agent anzeigen
es: _Ver Agente
id: _Tilik Agen
it: _Visualizza Agente
pl: _Agent Kluczy SSH
ru: _Просмотр агента

source: ID
es: Identificación
