Repository: Intika-Linux-SSH/SSH-Tunnel-Manager-Py
Catalog: msg/*/tunnelmanager.po
Languages: cs, da, de, es, id, it, pl, ru

source: Unrecognized command: %s
cs: Nerozpoznaný příkaz: %s
da: Ikke genkendt kommando: %s
de: Unbekannter Befehl: %s
es: Comando no reconocido: %s
id: Perintah tak dikenal: %s
it: Comando Sconosciuto: %s
pl: Nierozpoznane polecenie: %s
ru: Нераспознанная команда: %s

source: file
cs: soubor
da: fil
de: Datei
es: fichero
id: berkas
it: documento
ru: файл

source: command
cs: příkaz
da: kommando
de: Befehl
es: comando
id: perintah
it: comando
pl: polecenie
ru: команда

source: options
cs: volby
da: valg
de: Optionen
es: opciones
id: opsi
it: opzioni
pl: opcje
ru: опции

source: output this message
cs: vypsat tuto zprávu
da: denne meddelelse i uddata
de: Gebe diese Nachricht aus
es: envía este mensaje
id: keluarkan pesan ini
it: stampa questo messaggio
pl: wyświetl tą wiadomość
ru: вывод этого сообщения

source: config file to load
cs: konfigurační soubor k načtení
da: konfigurer fil til indlæs
de: Lade diese Konfigurationsdatei
es: fichero de configuracion para cargar
id: berkas konfigurasi untuk dimuat
it: file di configurazione da caricare
pl: plik konfiguracji do załadowania
ru: конфигурационный файл для загрузки

source: properties file to load
cs: soubor vlastností k načtení
da: egenskaber for fil til indlæs
de: Lade diese Einstellungsdatei
es: fichero de propiedades para cargar
id: berkas properti untuk dimuat
it: file delle proprietà da caricare
pl: plik właściwości do załadowania
ru: файл свойств для загрузки

source: command to execute
cs: příkaz k provedení
da: kommando til udførelse
de: Auszuführender Befehl
es: comando para ejecutar
id: perintah untuk dieksekusi
it: comando da eseguire
pl: polecenie do wykonania
ru: команда для выполнения

source: tunnel name
cs: název tunelu
da: tunnel navn
es: nombre de tunel
id: nama tembusan
it: nome del tunnel
pl: nazwa tunelu
ru: название тоннеля

source: tunnel host
cs: hostitel tunelu
da: tunnel vært
es: equipo de tunel
id: host tembusan
it: host del tunnel
pl: host tunelu
ru: хост тоннеля

source: tunnel port
cs: port tunelu
es: puerto de tunel
id: port tembusan
it: porta del tunnel
pl: port tunelu
ru: порт тоннеля

source: key ID
cs: ID klíče
da: nøgle ID
de: Schlüssel-ID
es: ID de clave
id: ID kunci
it: ID della chiave
pl: klucz identyfikatora
ru: ключ ID

source: local port forward
cs: přesměrování místního portu
da: lokal port til vidresend
de: Lokaler weiterzuleitender Port
es: traducciónde puerto local
id: teruskan port lokal
it: inoltra porta locale
pl: przekazywanie portu lokalnego
ru: локальное перенаправление порта

source: remote port forward
cs: přesměrování vzdáleného portu
da: fjern-port til vidresend
de: Entfernter weiterzuleitender Port
es: Traducción de puerto remoto
id: teruskan port jauh
it: inoltra porta remota
pl: przekazywanie portu lokalnego
ru: удалённое перенаправление порта

source: dynamic SOCKS proxy port
cs: dynamický port proxy SOCK5
da: dynamisk SOCKS proxy-port
de: Dynamischer SOCKS Proxy Port
es: puerto del proxy de SOCKS dinámico
id: port proksi SOCKS dinamis
it: porta del proxy SOCKS dinamico
pl: dynamiczny SOCKS port pośrednika
ru: динамический порт прокси-сервера SOCKS

source: SSH private key filename
cs: Název souboru soukromého klíče SSH
da: SSH privat nøglenavn
de: Privater SSH-Schlüssel
es: Nombre de fichero de la clave SSH privada
id: nama berkas kunci privat SSH
it: nome del file della chiave SSH privata
pl: Nazwa pliku prywatnego klucza SSH
ru: Название файла приватного ключа

source: Extra arguments:
cs: Dodatečné argumenty:
da: Ekstra argumenter:
de: Weitere Argumente:
es: Argumento extra:
id: Argumen tambahan:
it: Argomenti extra:
pl: Dodatkowe parametry:
ru: Дополнительные аргументы:

source: Unhandled option:
cs: Neošetřená volba:
da: Ikke håndterede valg:
de: Unbekannte Option:
es: Opción no gestionada:
id: Opsi tak tertangani:
it: Opzione non gestita:
pl: Nieobsługiwana opcja:
ru: Неподдерживаемая опция:

source: No command specified.
cs: Nebyl zadán žádný příkaz.
da: Ingen kommando specificeret.
de: Keine Befehle angegeben.
es: No se especificó ningún comando.
id: Tak ada perintah yang dinyatakan.
it: Nessun comando specificato.
pl: Brak określonego polecenia.
ru: Команда не указана.

source: Invalid %(type)s fwd port spec: %(opt)s
cs: Neplatné zadání přesm. portu %(type)s: %(opt)s
da: Ugyldig %(type)s fwd port spec: %(opt)s
de: Ungültige %(type)s Portweiterleitungseinstellung: %(opt)s
es: Especificación de redirección de puerto %(type)s no válida: %(opt)s
id: %(type)s tak valid untuk fwd port spec: %(opt)s
it: %(type)s specifica della porta d'inoltr non valida: %(opt)s
pl: Niewłaściwy %(type)s specyfikacja przekazywanego portu: %(opt)s

source: local
cs: místní
da: lokal
de: Lokal
id: lokal
it: locale
pl: lokalny
ru: локальный

source: remote
cs: vzdálený
da: fjern
de: Entfernt
es: remoto
id: jauh
it: remoto
pl: zdalny
ru: удалённый

source: Invalid dynamic port spec: %s
cs: Neplatné zadání dynamického portu: %s
da: Ugyldig dynamisk port spec: %s
de: Ungültige dynamische Portangabe: %s
es: Indicación de puerto dinámico inválida: %s
id: Spek port dinamik tak valid: %s
it: Specifica della porta dinamica non valida: %s
ru: Неправильная спецификация динамического порта: %s

source: Tunnel %s does not exist
cs: Tunel %s neexistuje
da: Tunnel %s eksisterer ikke
de: Tunnel %s existiert nicht
es: El tunel %s no existe
id: Tembusan %s tak ada
it: Il tunnel %s non esiste
pl: Tunel %s nie istnieje
ru: Тоннель %s не существует

source: No Tunnels defined in %s
cs: V %s neurčeny žádné tunely
da: Ingen tunnel defineret i %s
de: Keine Tunnel für %s definiert
es: No se definieron tuneles en %s
id: Tak ada Tembusan didefinisikan di %s
it: Nessun tunnel definito in %s
pl: Brak tuneli zdefiniowanych w %s
ru: Нет тоннелей определённых в %s

source: No tunnel name specified.
cs: Nezadán žádný název tunelu.
da: Ingen tunnel-navn specificeret.
de: Kein Tunnelname angegeben
es: No se especificó el nombre del tunel.
id: Nama tembusan tak dinyatakan.
it: Nessun nome specificato per il tunnel.
pl: Nie podano nazwy tunelu
ru: Не указано название тоннеля.

source: Specified tunnel exists: %s
cs: Zadaný tunel existuje: %s
da: Specificerede tunnel eksisterer: %s
de: Angegebener Tunnel existiert bereits: %s
es: El tunel especificado existe: %s
id: Tembusan yang dinyatakan telah ada: %s
it: Il tunnel specificato esiste: %s
pl: Podany tunel istnieje: %s
ru: Указанный тоннель существует: %s

source: No tunnel host specified for %s
cs: Pro %s nezadán žádný hostitel tunelu
da: Ingen tunnel-vært specificeret %s
de: Kein Tunnelhost für %s angegeben
es: No se especificó el equipo de tunel para %s
id: Host tembusan tak dinyatakan bagi %s
it: Nessun host specificato per il tunnel %s
pl: Nie podano host tunelu dla %s
ru: Хост тоннеля не указан для %s

source: No ports specified for %s
cs: Pro %s nezadány žádné porty
da: Ingen porte specificeret for %s
de: Keine Ports für %s angegeben
es: No se especificaron puertos para %s
id: Port tak dinyatakan bagi %s
it: Nessuna porta specificata per %s
pl: Nie podano portu dla %s
ru: Не указаны порты для %s

source: Specified tunnel does not exist: %s
cs: Zadaný tunel neexistuje: %s
da: Den specificerede tunnel eksisterer ikke: %s
de: Angegebener Tunnel existiert nicht: %s
es: El tunel especificado no existe: %s
id: Tembusan yang dinyatakan tak ada: %s
it: Il tunnel specificato non esiste: %s
pl: Podany tunel nie istnieje: %s
ru: Указанный тоннель не существует: %s

source: No match for port in tunnel %(tun)s: %(port)s
cs: Žádná shoda pro port v tunelu %(tun)s: %(port)s
da: Ingen match for port i tunnel %(tun)s: %(port)s
de: Kein Ergebnis für Port in Tunnel %(tun)s: %(port)s
es: No hay coincidencia para el puerto en el tunel %(tun)s: %(port)s
id: Tak ada yang cocok untuk port pada tembusan %(tun)s: %(port)s
it: Porta non trovata nel tunnel %(tun)s: %(port)s
pl: Nie pasujący port w tunelu %(tun)s: %(port)s
ru: Не подходит для порта в туннеле %(tun)s: %(port)s

source: No keys defined in %s
cs: V %s nezadány žádné klíče
da: Ingen nøgler defineret i %s
de: Keine Schlüssel für %s definiert
es: No se definieron claves en %s
id: Tak ada kunci didefinisikan di %s
it: Nessuna chiave definita in %s
pl: Nie zdefiniowano kluczy w %s
ru: Не определены ключи в %s

source: No keys specified to add.
cs: Nezadány žádné klíče pro přidání.
da: Ingen nøgler specificeret for tilføjelse.
de: Keine hinzuzufügende Schlüssel angegeben
es: No se definieron claves para añadir
id: Kunci yang dinyatakan untuk ditambah tak ada.
it: Non è stata specificata nessuna chiave da aggiungere.
pl: Nie podano kluczy do dodania.
ru: Не указаны ключи для добавления.

source: Specified key exists: %s
cs: Zadaný klíč existuje: %s
da: Specificerede nøgle eksisterer: %s
de: Angegebener Schlüssel existiert: %s
es: La clave especificada existe: %s
id: Kunci yang dinyatakan telah ada: %s
it: La chiave specificata esiste: %s
pl: Podany klucz istnieje: %s
ru: Указанный ключ существует: %s

source: No keys specified to delete.
cs: Nezadány žádné klíče ke smazání.
da: Ingen nøgler til sletning blev specificeret.
de: Kein zu löschender Schlüssel angegeben
es: No se especificaron claves para borrar.
id: Kunci yang dinyatakan untuk dihapus tak ada.
it: Nessuna chiave specificata per essere eliminata.
pl: Nie podano kluczy do usunięcia.
ru: Нет указанных ключей для удаления.

source: Specified key does not exist: %s
cs: Zadaný klíč neexistuje: %s
da: Specificerede nøgle eksisterer ikke: %s
de: Angegebener Schlüssel existiert nicht: %s
es: La clave especificada no existe: %s
id: Kunci yang dinyatakan tak ada: %s
it: La chiave specificata non esiste: %s
pl: Podany klucz nie istnieje: %s
ru: Указанные ключи не существуют: %s

source: Error loading file: %(file)s: (%(errno)d) %(errstr)s
cs: Chyba při načítání souboru: %(file)s: (%(errno)d) %(errstr)s
da: Fejl ved indlæsning af fil: %(file)s: (%(errno)d) %(errstr)s
de: Fehler beim Laden von Datei: %(file)s: (%(errno)d) %(errstr)s
es: Error cargando fichero: %(file)s: (%(errno)d) %(errstr)s
id: Galat memuat berkas: %(file)s: (%(errno)d) %(errstr)s
it: Errore durante il caricamento del file: %(file)s: (%(errno)d) %(errstr)s
pl: Błąd przy uruchamianiu pliku: %(file)s: (%(errno)d) %(errstr)s
ru: Ошибка при загрузке файла: %(file)s: (%(errno)d) %(errstr)s

source: Error parsing XML file: %(file)s: %(err)s
cs: Chyba při zpracovávání souboru XML: %(file)s: %(err)s
da: Fejl ved parsing af XML-fil: %(file)s: %(err)s
de: Fehler beim Parsen von XML-Datei : %(file)s: %(err)s
es: Error sintáctico en el fichero XML: %(file)s: %(err)s
id: Galat mengurai berkas XML: %(file)s: %(err)s
it: Errore durante l'analisi del file XML: %(file)s: %(err)s
pl: Błąd przy przetwarzaniu pliku: %(file)s: %(err)s
ru: Ошибка при распозновании XML файла: %(file)s: %(err)s

source: Invalid XML: SSHKey without filename
cs: Neplatný XML: SSHKey bez názvu souboru
da: Ugyldig XML: SSH-nøgle uden filnavn
de: Ungültiges XML: SSHKey ohne Dateiname
es: XML no válido: Clave SSH sin nombre de fichero
id: XML tak valid: SSHKey tanpa nama berkas
it: File XML non valido: SSHKey senza nome del file
pl: Niewłaściwy XML: SSHKey bez nazwy pliku
ru: Неверный XML: ключ SSH без названия

source: Invalid XML: Port missing attribute(s)
cs: Neplatný XML: Portu chybí vlastnosti
da: Ugyldig XML: port mangler atributte(r)
de: Ungültiges XML: Fehlende Attribute bei Port
es: XML no válido: Atributo(s) de puerto no indicados
id: XML tak valid: Port kekurangan atribut
it: File XML non valido: Manca l'attributo Port
pl: Niewłaścity XML: Brak atrybutu portu.
ru: Неверный XML: пропущен атрибут(ы) порта

source: Invalid XML: invalid/missing port type
cs: Neplatný XML: Neplatný/Chybějící typ portu
da: Ugyldig XML: ugyldig/manglende port type
de: Ungültiges XML: Ungültiger oder fehlender Porttyp
es: XML no válido: tipo de puerto no válido/no indicado
id: XML tak valid: jenis port tak valid/tak ada
it: File XML non valido: tipo della porta non valido o mancante
pl: Niewłaścity XML: niewłaściwy/brakujący typ portu
ru: Неверный XML: неверный/пропущеный тип порта

source: Error saving tunnel config: (%(errno)d) %(errstr)s
cs: Chyba při ukládání nastavení tunelu: (%(errno)d) %(errstr)s
da: Fejl ved gemning af tunnel-konfiguration: (%(errno)d) %(errstr)s
de: Fehler beim Speichern der Tunnelkonfiguration: (%(errno)d) %(errstr)s
es: Error al guardar la configuración del tunel: (%(errno)d) %(errstr)s
id: Galat menyimpan konfigurasi tembusan: (%(errno)d) %(errstr)s
it: Errore durante il salvataggio della configurazione: (%(errno)d) %(errstr)s
pl: Błąd zapisu konfiguracji tunelu: (%(errno)d) %(errstr)s
ru: Ошибка при сохранении конфигурации тоннеля: (%(errno)d) %(errstr)s

source: Error removing tunnel %(tun)s = %(err)s
cs: Chyba při odstraňování tunelu %(tun)s = %(err)s
da: Fejl ved fjernelse af tunnel %(tun)s = %(err)s
de: Fehler beim Löschen des Tunnels %(tun)s = %(err)s
es: Error al eliminar el tunel %(tun)s = %(err)s
id: Galat menghapus tembusan %(tun)s = %(err)s
it: Errore durante la rimozione del tunnel %(tun)s = %(err)s
pl: Błąd przy usuwaniu tunelu %(tun)s = %(err)s
ru: Ошибка при удаление тоннеля %(tun)s = %(err)s

source: Error removing key %(key)s = %(err)s
cs: Chyba při odstraňování klíče %(key)s = %(err)s
da: Fejl ved fjernelse af nøgle %(key)s = %(err)s
de: Fehler beim Löschen des Schlüssels %(key)s = %(err)s
es: Error al eliminar la clave %(key)s = %(err)s
id: Galat menghapus kunci %(key)s = %(err)s
it: Errore durante la rimozione della chiave %(key)s = %(err)s
pl: Błąd przy usuwaniu klucza %(key)s = %(err)s
ru: Ошибка при удалении ключа %(key)s = %(err)s

source: XML files
cs: Soubory XML
da: XML-filer
de: XML-Dateien
es: Ficheros XML
id: Berkas XML
it: File XML
pl: Pliki XML
ru: файлы XML

source: directory
cs: adresář
da: mappe
de: Verzeichnis
es: directorio
id: direktori
it: cartella
pl: katalog
ru: каталог

source: restore tunnel state
cs: obnovit stav tunelu
da: genskab tunnel-tilstand
de: Tunnelstatus wiederherstellen
es: restaurar el estado del tunel
id: kembalikan keadaan tembusan
it: ripristina lo stato del tunnel
pl: przywróć stan tunelu
ru: восстановить состояние тоннеля

source: alternate glade file location
cs: alternativní umístění souboru glade
da: vekslende glade-fil lokalitet
de: Glade-Dateipfad ändern
es: cambiar la localización del fichero glade
id: lokasi alternatif berkas glade
it: percorso al file glade alternativo
ru: альтернативный путь к файлу

source: SSH Tunnel Manager -
cs: Správce tunelu SSH -
da: SSH tunnel-håndtering
es: Administrador del tunel SSH
id: Manajer Tembusan SSH -
pl: Menadżer tunelu SSH
ru: Менеджер тоннелей SSH -

source: Untitled
cs: Bez názvu
da: Uden titel
de: Unbenannt
es: Sin nombre
id: Tanpa judul
it: Senza Titolo
pl: Bez nazwy
ru: Без названия

source: State
cs: Stav
da: Tilstand
de: Status
es: Estado
id: Keadaan
it: Stato
pl: Stan
ru: Состояние

source: Name
cs: Název
da: Navn
es: Nombre
id: Nama
it: Nome
pl: Nazwa
ru: Название

source: User ID
cs: ID uživatele
da: Bruger ID
de: Benutzer-ID
es: ID de usuario
id: ID Pengguna
it: ID Utente
pl: ID użytkownika
ru: ID пользователя

source: Tunnel Host
cs: Hostitel tunelu
da: Tunnel-vært
es: Equipo de tunel
id: Host Tembusan
it: Host del tunnel
pl: Host tunelu
ru: Хост тоннеля

source: Tunnel Port
cs: Port tunelu
es: Puerto de tunel
id: Port Tembusan
it: Porta del tunnel
pl: Port tunelu
ru: Порт тоннеля

source: Required Key
cs: Požadovaný klíč
da: Krævet nøgle
de: Benötigter Schlüssel
es: Clave necesaria
id: Kunci Diperlukan
it: Chiave richiesta
pl: Wymagany klucz
ru: Требуемый ключ

source: Type
cs: Typ
de: Typ
es: Tipo
id: Jenis
it: Tipo
pl: Typ
ru: Тип

source: Bind IP
cs: Svázat IP
de: IP verknüpfen
es: Asociar IP
id: IP Ikat
pl: Przypisz IP
ru: Связать IP

source: Local Port
cs: Místní port
da: Lokal port
de: Lokaler Port
es: Puerto local
id: Port Lokal
it: Porta locale
pl: Port lokany
ru: Локальный порт

source: Remote Host
cs: Vzdálený hostitel
da: Fjern-vært
de: Entfernter Host
es: Equipo remoto
id: Host Jauh
it: Host remoto
pl: Zdalny komputer
ru: Удалённый хост

source: Remote Port
cs: Vzdálený port
da: Fjern-port
de: Entfernter Port
es: Puerto remoto
id: Port Jauh
it: Porta remota
pl: Zdalny port
ru: Удалённый порт

source: File Name
cs: Název souboru
da: Filnavn
de: Dateiname
es: Nombre de Archivo
id: Nama Berkas
it: Nome del file
pl: Nazwa pliku
ru: Название файла

source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
id: Ukuran
it: Dimensione
pl: Wielkość
ru: Размер

source: Fingerprint
cs: Otisk
da: Fingeraftryk
es: Huella digital
id: Sidik jari
it: Firma digitale
pl: Odcisk
ru: Отпечаток

source: Tunnel(s) Active. Really quit?
cs: Aktivní tunel(y). Opravdu chcete ukončit?
de: Tunnel aktiv. Programm beenden?
es: Hay túneles activos. ¿Desea salir?
id: Penembusan Aktif. Yakin keluar?
it: Ci sono tunnel attivi. Vuoi uscire veramente?
pl: Aktywny tunel. Napewno zakończyć?
ru: Тоннель(и) активны. Точно выйти?

source: Tunnel(s) Active. Stop before clearing config
cs: Aktivní tunel(y). Zastavte před vyčištěním nastavení
da: Tunnele(r) aktive. Stop før rydning af konfig
de: Tunnel(s) sind gestartet, bitte beenden, bevor die Konfiguration gesäubert wird
es: Tunel(s) activo. Detener antes de limpiar la configuración
id: Penembusan Aktif. Hentikan sebelum membersihkan konfigurasi
it: Ci sono tunnel attivi. Fermali prima di cancellare la configurazione.
pl: Aktuwny tunel. Zatrzymaj przez wyczyszczeniem konfiguracji.
ru: Тоннель(ли) активен(ы). Остановите перед очисткой конфигурационного файла

source: Tunnel %s is active. Stop to edit.
cs: Tunel %s je aktivní. Zastavte pro úpravy.
da: Tunnel %s er aktiv. Stop for at redigere.
de: Tunnel %s läuft gerade. Beenden Sie ihn, um ihn zu bearbeiten,
es: El tunel %s está activo. Detener para editar.
id: Tembusan %s sedang aktif. Hentikan untuk menyunting.
it: Il tunnel %s è attivo. Fermalo prima di modificarlo.
pl: Tunel %s aktywny. Zatrzymaj aby edytować.
ru: Тоннель %s активен. Остановить для редактирования.

source: The 'Name' field is required
cs: Pole 'Název' je vyžadováno
da: 'Navne'-feltet er påkrævet
de: "Name" wird benötigt
es: El campo 'Nombre' es necesario
id: Ruas 'Nama' diperlukan
it: Il campo "Nome" è richiesto
pl: Wymagane pole 'Nazwa'
ru: Требуется поле 'Название'

source: The 'Tunnel Host' field is required
cs: Pole'Hostitel tunelu' je vyžadováno
da: 'Tunnel-vært'-feltet er påkrævet
de: "Tunnelhost" wird benötigt
es: El campo 'Equipo de tunel' es necesario
id: Ruas 'Host Tembusan' diperlukan
it: Il campo "Host del tunnel" è richiesto
pl: Wymagane pole 'Host tunelu'
ru: Не заполнено поле 'Хост тоннеля'

source: The 'Tunnel Port' field is required
cs: Pole'Port tunelu' je vyžadováno
da: 'Tunnel-port'-feltet er påkrævet
de: "Tunnelport" wird benötigt
es: El campo 'Puerto de tunel' es necesario
id: Ruas 'Port Tembusan' diperlukan
it: Il campo "Porta del Tunnel" è richiesto
pl: Wymagane pole 'Port tunelu'
ru: Не заполнено поле 'Порт тоннеля'

source: Specify a port to tunnel.
cs: Zadejte port k tunelování.
da: Specificer en port til tunnel.
de: Gebe einen Port zum Tunneln an
es: Especificar un puerto a través del que irá el tunel.
id: Nyatakan sebuah port untuk ditembuskan.
it: Specifica una porta su cui effettuare il tunnel.
pl: Podaj port tunelu
ru: Укажите порт к тоннелю

source: Invalid 'Tunnel Port': %s
cs: Neplatný 'Port tunelu': %s
da: Ugyldig 'Tunnel-port': %s
de: Ungültiger "Tunnelport": %s
es: 'Puerto de tunel' no válido: %s
id: 'Port Tembusan' tak valid: %s
it: Porta del tunnel non valida: %s
pl: Niewłaściwy 'Port tunelu': %s
ru: Неправильный 'Хост тоннеля': %s

source: 'Tunnel Port' out of range: %d
cs: 'Port tunelu' je mimo rozsah: %d
da: 'Tunnel-port' uden for område: %d
de: »Tunnel-Port« ist außerhalb des Bereiches: %d
es: 'Puerto de tunel' fuera de rango: %d
id: 'Port Tembusan' di luar jangkauan: %d
it: Porta del tunnel oltre i limiti: %d
pl: 'Port tunelu' poza zasięgiem: %d
ru: 'Порт туннеля' превышает допустимый предел: %d

source: Stop Tunnel
cs: Zastavit tunel
de: Tunnel stoppen
es: Detener tunel
id: Hentikan Tembusan
it: Ferma il tunnel
pl: Zatrzymaj tunel
ru: Остановить тоннель

source: Start Tunnel
cs: Spustit tunel
de: Tunnel starten
es: Iniciar tunel
id: Mulai Tembusan
it: Avvia il tunnel
pl: Start tunelu
ru: Запустить тоннель

source: Edit Tunnel
cs: Upravit tunel
da: Rediger tunnel
de: Tunnel bearbeiten
es: Editar tunel
id: Sunting Tembusan
it: Modifica il tunnel
pl: Edycja tunelu
ru: Редактировать тоннель

source: Remove Tunnel
cs: Odstranit tunel
da: Fjern tunnel
de: Tunnel entfernen
es: Elininar tunel
id: Hapus Tembusan
it: Elimina il tunnel
pl: Usuń tunel
ru: Удалить тоннель

source: Tunnel %s is active. Stop to remove.
cs: Tunel %s je aktivní. Zastavte pro úpravy.
da: Tunnel %s er aktiv. Stop for at fjerne.
de: Tunnel %s läuft gerade. Bitte beenden Sie ihn, um ihn zu entfernen.
es: El tunel %s está activo. Detener para eliminar.
id: Tembusan %s sedang aktif. Hentikan untuk menghapus.
it: Il tunnel %s è attivo. Fermalo per eliminarlo.
pl: Tunel %s jest aktywny. Naciśnij Stop aby usunąć.
ru: Тоннель %s активен. Остановите его, чтобы удалить.

source: Local
cs: Místní
da: Lokal
de: Lokal
id: Lokal
it: Locale
pl: Lokalny
ru: Локальный

source: Remote
cs: Vzdálený
da: Fjern
de: Entfernt
es: Remoto
id: Jauh
it: Remoto
pl: Zdalny
ru: Удалённый

source: Dynamic
cs: Dynamický
da: Dynamisk
de: Dynamisch
es: Dinámico
id: Dinamis
it: Dinamica
pl: Dynamiczny
ru: Динамический

source: The 'Local Port' field is required
cs: Pole 'Místní port' je vyžadováno
da: 'Lokal-port'-feltet er påkrævet
de: "Lokaler Port" wird benötigt
es: El campo 'Puerto local' es necesario
id: Ruas 'Port Lokal' diperlukan
it: Il campo "Porta Locale" è richiesto
pl: Wymagane pole 'Lokalny port'
ru: Не заполнено поле 'Локальный порт'

source: Invalid 'Local Port': %s
cs: Neplatný 'Místní port': %s
da: Ugyldig 'Lokal-port': %s
de: Ungültiger "lokaler Port": %s
es: 'Puerto local' no válido: %s
id: 'Port Lokal' tak valid: %s
it: Porta locale non valida: %s
pl: Niewłaściwy 'Lokalny port': %s
ru: Неверный 'Локальный порт': %s

source: 'Local Port' out of range: %d
cs: 'Místní port' je mimo rozsah: %d
da: 'Lokal-port' uden for område: %d
de: »Lokaler Port« ist außerhalb des Bereiches: %d
es: 'Puerto local' fuera de rango: %d
id: 'Port Lokal' di luar jangkauan: %d
it: Porta locale oltre i limiti: %d
pl: 'Port lokalny' poza zasięgiem: %d
ru: 'Локальный порт' превышает допустимый предел: %d

source: The 'Remote Host' field is required
cs: Pole 'Vzdálená hostitel' je vyžadováno
da: 'Fjern-vært'-feltet er påkrævet
de: "Entfernter Host" wird benötigt
es: El campo 'Equipo remoto' es necesario
id: Ruas 'Host Jauh' diperlukan
it: Il campo "Host remoto" è richiesto
pl: Wymagane pole 'Zdalny komputer'
ru: Требуется поле 'Удалённый хост': %s

source: The 'Remote Port' field is required
cs: Pole 'Vzdálený port' je vyžadováno
da: 'Fjern-port'-feltet er påkrævet
de: "Entfernter Port wird benötigt
es: El campo 'Puerto remoto' es necesario
id: Ruas 'Port Jauh' diperlukan
it: Il campo "Porta remota" è richiesta
pl: Wymagane pole 'Zdalny port'
ru: Не заполнено поле 'Удалённый порт'

source: Invalid 'Remote Port': %s
cs: Neplatný 'Vzdálený port': %s
da: Ugyldig 'Fjern-port': %s
de: Ungültiger "entfernter Port": %s
es: 'Puerto remoto' no válido: %s
id: 'Port Jauh' tak valid: %s
it: Porta remota non valida: %s
pl: Niewłaściwy 'Zdalny port': %s
ru: Неверный 'Удалённый порт': %s

source: 'Remote Port' out of range: %d
cs: 'Vzdálený port' je mimo rozsah: %d
da: 'Fjern-port' uden for område: %d
de: »Entfernter Port« ist außerhalb des Bereiches: %d
es: 'Puerto remoto' fuera de rango: %d
id: 'Port Jauh' di luar jangkauan: %d
it: Porta remota oltre i limiti: %d
pl: 'Zdalny port' poza zasięgiem: %d
ru: 'Удалённый порт' превышает допустимый предел: %d
